Repository: franchyreyes/flutter-smart-words-app
Catalog: lib/l10n/intl_*.arb
Languages: es

# questionSubTitle
source: Find the words
es: Encuentra la palabra

# questionField
source: Write the letters here
es: Escribe las letras aqui

# questionHelp
source: Idea or Help
es: Ayuda

# questionIntent
source: You got 3 intent
es: Tu tienes 3 intentos

source: Welcome
es: Bienvenidos

# fruit
source: Fruits
es: Frutas

# sport
source: Sports
es: Deportes

source: Things
es: Cosas

# all
source: Combination
es: Todo

# animal
source: Animals
es: Animales

# body
source: Bodies
es: Cuerpo Humano

# categorySelect
source: Select the category
es: Selecciona la categoria

source: Home
es: Casa

# setting
source: Settings
es: Configuracion

# difficulty
source: Difficulties
es: Difilcutades

source: Easy
es: Facil

source: Medium
es: Normal

source: Hard
es: Complicado

# questionDialogTitle
source: Congratulations!
es: Felicidades!

# questionDialogText
source: This category is completed
es: Esta categoria esta completa

# questionDialogButton
source: Change the category
es: Cambiar de categoria

# dialogTextEndQuestion
source: Good Job!. You found it.
es: Buen Trabajo. Encontraste la palabra

# dialogButtonEndQuestion
source: Next question
es: Siguiente pregunta

# dialogTitleFailQuestion
source: You failed!
es: Fallaste!

# dialogTextFailQuestion
source: You could not find the answer
es: No pudiste encontrar la respuesta

# dialogButtonFailQuestion
source: Try again
es: Intentalo de nuevo

# dialogButtonFailByFailQuestion
source: keep trying
es: Seguir intentando

# dialogTextFailByFailQuestion
source: This letter is incorrect
es: Esta letra es incorrecta

# errorLoading
source: Error loading the data
es: Error cargando la data

# statusMedium
source: The difficulty of the game is medium, sometimes we will show you a brief summary and sometimes not.
es: La dificultad del juego es media, a veces te mostraremos un breve resumen y otras no.

# goToSetting
source: If you want to change the difficulty of the game. Go to settings.
es: Si quieres cambiar la dificultad del juego. Ir a la configuración.

# statusHard
source: The difficulty of the game is hard, you cannot see the brief summary.
es: La dificultad del juego es difícil, no puedes ver el breve resumen.

# titleReset
source: Reset the game
es: Reiniciar el juego

# textReset
source: Are you sure you want to reset the game?
es: Estas seguro que quieres reiniciar o resetear el juego?

# yesReset
source: Yes
es: Si

# completedReset
source: This game was restarted successfully!
es: ¡Este juego se reinició con éxito!

# reloadGame
source: Reload data
es: Recargar la data
